[
  {
    "id": "HkqlbRb3W",
    "title": "Hi I'm Mr meeseeks look at me",
    "memeSrc": "./public/memeStorage/0/Bke5g-CW3Z.jpg",
    "description": "Meeseeks are creatures created to serve a singular purpose for which they will go to any length to fulfill. After they serve their purpose, they expire and vanish into the air. Their motivation to help others comes from the fact that existence is painful to a Meeseeks, and the only way to be removed from existence is to complete the task they were called to perform. Physical violence cannot eliminate them.\r\n\r\nThey typically live for no more than a few hours, and thus two days is an eternity for Meeseeks. The longer the Meeseeks stay alive, the more sanity they begin to lose. Rick warns the Smith family to keep their tasks simple.\r\n\r\nIf a Meeseeks is not given a purpose at the beginning of its existence it seems to default to taking the purpose of the Meeseeks before it. This is seen when a Meeseeks created for Jerry created another Meeseeks then ordered it to kill another Meeseeks it was in argument with which the resultant Meeseeks attempted to avail. The Meeseeks then wildly began pressing the box without giving orders and all the resulting Meeseeks began trying in vain to kill the rest of the Meeseeks.",
    "privacy": "on",
    "dateStamp": 1507086577567
  },
  {
    "id": "H19BWAW3Z",
    "title": "Szechuan Sauce",
    "memeSrc": "./public/memeStorage/1/rkg9HWR-3Z.jpg",
    "description": "Szechuan Sauce is a former Chicken McNuggets condiment.\r\n\r\nOn June 19th, 1998, The Walt Disney Company released their animated feature film Mulan, the story of a brave daughter who posed as a man and enrolled into the Chinese military to take her wounded father's place in the fight against the Hun invasion. To coincide with the upcoming Disney film, McDonald's released a new limited-time condiment, Szechuan teriyaki dipping sauce. It was created to mimic traditional Chinese Szechuan Sauce, and it came complete with Happy Meal Chicken McNuggets and one out of a set of eight Mulan toys. After the promotion, the sauce was removed from all McDonald's restaurants.",
    "privacy": "on",
    "dateStamp": 1507086657899
  }
]
